/* 
 Localizable.strings
 Redial
 
 Created by qqn_pipi on 10-7-29.
 Copyright 2010 QQN-PIPI.com. All rights reserved.
 */

// Common Translation

"Cancel" = "取消";

"Back" = "返回";

"Edit" = "编辑";

"Call" = "呼叫";

"Dial" = "拨打电话";

"Settings" = "设置";

"Support" = "支持";

"Save" = "保存";

"No" = "否";

"Yes" = "是";

"Close" = "关闭";

"Text Message" = "发送短信";

"Submit" = "提交";

"Reset" = "重置";

"Help" = "帮助";

// SMS & Call Message

"kSmsNotSupportOnOS" = "对不起，您的iPhone操作系统版本不支持发送短信功能";

"kInfoSmsSentSuccess" = "短信已成功提交";

"kInfoSmsSentFailure" = "短信发送失败，请检查网络和系统设置";

"kCallNotSupportOnIPod" = "您的设备不支持拨打电话功能";

"kInfoAddCalendarSuccess" = "成功添加事件到日程表中";

"kInfoConfirmDelete" = "确认删除这条记录吗?";

"kInfoValueEmpty" = "设置取值不能为空";

"kInfoSaveConfigSuccess" = "设置已经成功保存";

"ConnectingServer" = "连接到服务器中...";

"kErrorNetwork" = "本应用需要访问互联网，请检查当前的网络访问是否可用。";

"kSystemFailure" = "连接到服务器失败，请检查您的网络是否正确连接到网络。";

"Feedback" = "反馈";

"Follow" = "信息";

"Invite" = "邀请";

"Nearby" = "地盘";

"Setting" = "我";

"kAroundPlace" = "周边地盘";

"kMyPlace" = "我的关注";

"kCreatePlace" = "创建我的地盘";

"kEnterPlaceName" = "地盘名称（中英文字符,0-9）";

"kChooseLocation" = "标记地盘位置";

"kEnterPlaceDescription" = "地盘描述";

"kPlaceNameEmpty" = "地盘名字不能为空";

"kPlaceNameIncorrect" = "地盘名字只能包含中文汉字或者英文字母，以及数字0-9";

"kCreatingPlace" = "发送创建地盘请求中...";

"kFinishSelectLocation" = "完成";

"kCreatePlace" = "创建地盘";

"kNewPost" = "发表";

"kTextContent" = " 文字 ";

"kPhotoContent" = " 图片 ";

"kSavePost" = "发表";

"kCreatingPost" = "提交帖子中...";

"kRegisteringUser" = "发送注册请求中...";

"kNearbyPost" = "周边独白";

"kFollowPost" = "我的关注";

"kAtMePost" = "回复我的";

"kMyPrivateMessage" = "私信";

"kDistance" = "距离%d米";

"kPlacePosts" = "地盘最新帖子";

"kFollow" = "关注";

"kUnfollow" = "取消关注";

"kFollowingPlace" = "关注地盘...";

"kUnfollowingPlace" = "取消关注地盘...";

"kDateByMinute" = "%d分钟前";

"kDateBySecond" = "%d秒前";

"kDateByHour" = "%d小时前";

"kDateByDay" = "%d天前";

"kTotalRelated" = "共%d条相关";

"kRelatedPost" = "所有相关帖子";

"kPlacePostTitle" = "地盘帖子列表";

"kPostRelatedPostTitle" = "帖子详细信息";

"kCreatePostTitle" = "新建帖子";

"kSyncSNSYes" = "微博(√)";

"kSyncSNSNo" = "微博(X)";

"kReplyPostTitle" = "回复帖子";

"kCreatePostTitle" = "发表新帖";

"kNoContentInPost" = "您需要输入文本内容或者选择一幅图片才能够发布帖子";

"kExceedContentLength" = "文本内容最大长度为140字";

"kSegText" = "文本（%d）";

"kSegPhoto" = "图片（%d）";

"kTextLengthExceed" = "帖子文本内容不能超过140个字";

"kLoginIdNotMatch" = "你输入的ID和你之前使用的不一致，请重新输入";

"kLoginIdExist" = "你输入的ID已经被使用，请尝试其他ID";

"kLoginGeneralError" = "对不起，登录失败，错误码为%d，请联系我们技术支持邮件以便解决您的问题。";

"kFailInitAuthorization" = "请求授权失败，请检查您的网络是否可用";

"kInitiateAuthorization" = "请求授权中...";

"kCheckAuthorizationResponse" = "校验授权结果...";

"Logout" = "注销";

"kNickName" = "昵称";

"kMobile" = "手机号码";

"kSinaWeibo" = "新浪微博";

"kQQWeibo" = "腾讯微博";

"kRenren" = "人人网";

"kBind" = "已绑定";

"kNotBind" = "未绑定";

"kEnterMobileNumber" = "请输入手机号码 (示例：13600001234)";

"kEnterNickNameTitle" = "设置昵称";

"kEnterMobileTitle" = "设置手机";

"kNickNameNotNull" = "昵称不能为空，请重新设置";

"kUpdatingUser" = "保存用户资料中...";

"kUpdateUserSucc" = "保存用户资料成功";

"kUpdateUserFail" = "保存用户资料失败";

"kSelectFromAlbum" = "从相册中选择";

"kTakePhoto" = "拍照";

"kSendAppLinkBody" = "Hi,向你推荐一下iPhone上的［地盘］应用，你可以通过 %@ 下载应用，下载完毕就可以建立你自己的地盘，和你所在社区／写字楼附近的朋友进行交流了";

"kSendAppLinkSubject" = "地盘 —— iPhone上的生活互动应用";

"kSendBySMS" = "通过短信发送";

"kSendByEmail" = "通过邮件发送";

"Send" = "发送";

"kReply" = "回复";

"kFeedbackLabel" = "欢迎给我们提供应用的各种宝贵意见和建议，以便我们更好的改进应用，请点击下面按钮发送给我们";

"kFeedbackButton" = "发送您的宝贵意见";

"kFeedbackSubject" = "关于［地盘应用］的反馈意见";

"Feedback" = "反馈";

"kAskFollowPlace" = "关注地盘 %@ 吗?";

"kFollowSucc" = "成功关注地盘！";

"More..." = "更多...";

"kCreatePlaceTitle" = "创建新地盘";

"kSelectPlaceTitle" = "选择一个地盘";

"kSendPrivateMessage" = "发送私信";

"kSendTo" = "接收人 : ";

"kUnknowFailure" = "请求失败，请稍候再试";

"kNoContentInMessage" = "消息内容为空，请输入内容";

"kSendingMessage" = "发送消息中...";

"kDeletingMessage" = "删除消息中...";

"kGenderLabel" = "你的性别";

"kNewPost" = "新独白";

"Next" = "下一步";

"Prev" = "上一步";

"kSelectPhoto" = "从相册选择照片";

"kContentLessThan20" = "独白最少需要20个字以上，这样子才能更好的表达你自己哦";

"kContentExceed140" = "独白内容要在140个字以内，这样子才能够更好地突出重点哦";

"kNewPostTitle" = "新独白";

"kNewPostSuccess" = "独白交友信息已经成功发表!";

"kLatestPost" = "最新独白";

"kSetPhoto" = "选取照片";

"kGender" = "性别";

"kSetGender" = "设置性别";

"kSeeExample" = "经典独白";

"kQuestionInterest" = "我最喜欢做的事情是";

"kQuestionLife" = "我在业余时间最大的消遣是";

"kQuestionFuture" = "我憧憬的生活是";

//"kQuestionTA" = "TA的品行和性格最好是";

"kQuestionWant" = "真心希望在这里遇到我的那个TA！";

"kHelpWrite" = "我帮你写";

"kWriteDone" = "生成独白";

"kNoAnswer" = "至少回答一个问题吧";

"kTipsNext" = "点击\"下一步\"按钮继续完成你的内心独白哦";

"Male" = "男";

"Female" = "女";

"kAskUpdateTitle" = "版本升级信息";

"kAskUpdateMsg" = "应用有新的版本%@，是否升级到最新版本?";
